[
    {
        "book": "1 Nephi 1",
        "sum": "Nephi begins the record of his people-Lehi sees in vision a pillar of fire and reads from a book of prophecy-He praises God, foretells the coming of the Messiah, and prophecies the destruction of Jerusalem-He is persecuted by the Jews."
    },
    {
        "book": "1 Nephi 2",
        "sum": "Lehi takes his family into the wilderness by the Red Sea—They leave their property—Lehi offers a sacrifice to the Lord and teaches his sons to keep the commandments—Laman and Lemuel murmur against their father—Nephi is obedient and prays in faith; the Lord speaks to him, and he is chosen to rule over his brethren."
    },
    {
        "book": "1 Nephi 3",
        "sum": "Lehi's sons return to Jerusalem to obtain the plates of brass—Laban refuses to give the plates up—Nephi exhorts and encourages his brethren—Laban steals their property and attempts to slay them—Laman and Lemuel smite Nephi and Sam and are reproved by an angel."
    },
    {
        "book": "1 Nephi 4",
        "sum": "Nephi slays Laban at the Lord's command and then secures the plates of brass by stratagem—Zoram chooses to join Lehi's family in the wilderness."
    },
    {
        "book": "1 Nephi 5",
        "sum": "Lehi learned that he was a descendant of Jacob. Jacob was saved from famine by his son Joseph, who was sold into Egypt and saved by the power of God. Jacob's descendants later were led out of Egypt by the power of God, just as Lehi was led out of Jerusalem by the power of God."
    },
    {
        "book": "1 Nephi 6",
        "sum": "Nephi writes of the things of God-- Nephi's purpose is to persuade men to come unto the God of Abraham and be saved."
    },
    {
        "book": "1 Nephi 7",
        "sum": "Lehi's sons return to Jerusalem and invite Ishmael and his household to join them in the journey-- Laman and others rebel--Nephi exorts his brethren to have faith in the Lord--They bind him with cords and plan his destruction--He is freed by the power of faith--His brethren ask forgiveness--Lehi and his company offer sacrifice and burnt offerings."
    }
]